{"/docs/":{"data":{"cinemon-professional-video-and-cinema-camera-monitor#CineMon: Professional Video and Cinema Camera Monitor":"CineMon: Professional Video and Cinema Camera MonitorCineMon transforms your iPad or Mac into a professional camera monitor. It is designed for filmmakers, video professionals, content creators and anyone who works with video【739621609687599†L40-L45】. The app is built to be reliable, battery‑efficient and highly customizable【739621609687599†L330-L343】.\nCineMon includes a wide range of tools to assist with composition, lighting, exposure, looks and quality standards【739621609687599†L30-L34】. The app uses Apple Metal APIs to maximize performance and minimize battery consumption【739621609687599†L335-L338】, and its features are based on proven color science to deliver accurate results【739621609687599†L330-L334】.","gettingstarted#Getting Started":"The following pages describe each of CineMon’s major tools and features.  Use Hugo’s navigation to explore how to use these tools and improve your video workflow."},"title":"CineMon"},"/docs/scopes/histogram/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage The Histogram graphs how many pixels sit at each brightness value, offering an at‑a‑glance sanity check that highlights aren’t clipping and shadows aren’t crushed. Activate it from the Scopes bar; the floating window can be pinched to any size or double‑tapped for full‑screen.\n2 Options \u0026 Modes Mode What It Shows Typical Usage Luma Y′ only Quick exposure gauge. RGB Overlay Single trace, colour‑coded Channel balance in one glance. RGB Stacked Three individual traces Pinpoint per‑channel clipping. Trace Gain 0 – +12 dB Boost low‑contrast scenes. Reticle Colour Any Match ambient light. Background Alpha 0 – 100 % Fade scope to minimise distraction. Switching between Luma and RGB is immediate; CineMon maintains history so when you return to RGB you pick up right where you left off. Increasing Trace Gain can reveal subtle mid‑tone detail on Log footage that otherwise hugs the floor.\n3 Tips, Best Practices \u0026 Use‑Cases Full‑screen Histogram mode on a reference OLED makes an unbeatable lighting briefing tool: slide the lights until the histogram bell curve centres around 40–60 IRE, guaranteeing the grade has wiggle room. Pair RGB Stacked with Display LUT Bypass to watch how the grade shifts distribution—useful when teaching new ACs about colour science.","4--relatedtopics#4  Related Topics":" waveform.md – spatial exposure view zebras.md – overlay clipping warnings on top of the live picture "},"title":"Histogram"},"/docs/scopes/quad-scope/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Sometimes you need every scope at once. The Quad Scope View arranges Waveform, Vectorscope, Histogram, and Parade into a 2 × 2 grid with one tap of the Quad icon. The layout is fixed so your muscle memory knows exactly where to glance for luma vs chroma.\n2 Options \u0026 Modes Each individual scope retains its own settings—double‑tap the Histogram quadrant to switch from Luma to RGB; CineMon updates just that window. Trace brightness and background alpha obey the values you last set in floating mode.\n3 Tips, Best Practices \u0026 Use‑Cases DIT carts often park an iPad in Quad mode and mirror it via Sidecar to a MacBook, giving clients the hero image while the DIT views scopes. When switching back to floating scopes CineMon restores their last positions, so your customised waveform width isn’t lost.","4--relatedtopics#4  Related Topics":" waveform.md – one of the quadrants gestures.md – pinch to resize when scopes float "},"title":"Quad Scope View"},"/docs/scopes/vectorscope/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage The Vectorscope maps hue and saturation onto a polar graph: angle equals hue, distance equals saturation. Enable it from the Scopes bar; a circular plot appears, complete with skin‑tone line at roughly 11 degrees. Drag the scope or full‑screen it for colour‑critical work.\n2 Options \u0026 Modes Option Choices Use Case Display Mono, Colour Mono for clean shape; Colour for teaching hue angles. Targets Boxes, Polar Grid, ×2 Markers Guides for legal and oversaturated levels. Extents Toggle Shows envelope of flashing colours. Trace Brightness 0 – 100 % Visibility control. Enabling Targets reveals broadcast boxes (75 % sat), while ×2 Markers double their radius, helping judge HDR grade overshoot. Extents is invaluable under concert strobes: saturation spikes are drawn as a faint ghost beyond the steady trace, highlighting where neons risk gamut clipping.\n3 Tips, Best Practices \u0026 Use‑Cases Place a colour chart in frame; switch to Colour mode and twist the camera’s white‑balance until the grey chip sits on the centre dot—instant neutral. To monitor skin, keep an eye on the 11 degree line: as long as the blob touches it, complexions look natural even with funky lighting.","4--relatedtopics#4  Related Topics":" false-color.md – exposure colour mapping that complements hue mapping display-lut.md – swap LUTs and watch the vectorscope adjust "},"title":"Vectorscope"},"/docs/scopes/waveform/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Where the Histogram shows how much brightness exists, the Waveform shows where that brightness sits across the image width. Activate via the Scopes bar; the scope appears as a strip you can resize or full‑screen. Shadows anchor at the bottom of the graph, highlights at the top, so a rising coastline indicates a bright sky across the top of frame.\n2 Options \u0026 Modes Option Choices Intended Use Display Type Luma, Colourized Luma, RGB, RGB Parade Progressive detail for exposure and balance. Instant Extents Toggle Overlays min/max envelope—great for flickering lights. Trace Brightness 0 – 100 % Brighten trace on sunny sets. Background Alpha 0 – 100 % Fade background so image shows through. Colourized Luma keeps luma shape but colours pixels by hue—ideal for spotting colour contamination in gradients. RGB Parade separates channels so you can ride white‑balance: align the three waveforms and neutrals snap into place.\n3 Tips, Best Practices \u0026 Use‑Cases Keying a talking‑head against a window? Watch the right side of the waveform: if highlights scrape 100 IRE while the face hovers at 50, you know contrast is within broadcast safe. For music videos, enable Instant Extents; flashing LEDs produce a bright envelope that warns how far peaks reach, without cluttering the main trace.","4--relatedtopics#4  Related Topics":" histogram.md – statistical companion vectorscope.md – chroma balance after luma is locked "},"title":"Waveform"},"/docs/tools/aspect-ratio/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Modern productions often finish in multiple aspect ratios: a 2.39 theatrical master, a 16:9 television pass, and vertical 9:16 teasers for social. CineMon’s Aspect Ratio Guides let you visualise those mattes in real time without sacrificing live pixels.\nTap the Ratio icon once; black bars appear top and bottom (or left and right, depending on orientation). Drag again to open the preset selector: choose a standard crop or enter a custom ratio—CineMon parses the pair of integers you type and builds the matte on the fly.\n2 Options \u0026 Modes Option Value Type Range / Choices Detail Preset Ratio Radio buttons 2.39, 2.00, 1.85, 1:1, 9:16 One‑tap access to industry standards. Custom Ratio Two integer fields Any positive pair Enter width and height; e.g., 18 × 9 draws a 2:1 matte. Bar Colour RGBA swatch Full palette The colour of the crop bars. Opacity Percentage slider 0 – 100 % Full black down to barely‑there grey. Selecting a Preset redraws the matte instantly. Choosing Custom pops two numeric spinners; CineMon overlays live feedback so you know you typed the ratio correctly. Bar Colour defaults to black, but a 50 percent grey is handy when you need to see lighting gear that might creep into the overscan.\n3 Tips, Best Practices \u0026 Use‑Cases Because the guide lives in the post‑LUT display chain, you can flip LUTs yet keep the matte intact. Many crews keep two presets—“Deliver 16:9” and “Deliver 9:16”—and swipe left/right to reassure agencies that creative intent survives every screen. During a rush grab of still images, set opacity to 0 percent: you retain the safe outlines (thin dashed line) but remove heavy bars, keeping thumbnails uncluttered.","4--relatedtopics#4  Related Topics":" safe-area.md – fits inside whatever crop you set grid-overlay.md – automatically scales to the active crop "},"title":"Aspect Ratio Guides"},"/docs/tools/center-mark/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage The Center Mark is the simplest overlay in CineMon: a single cross‑hair (or bull‑seye, depending on the theme) anchored at exact mid‑frame. Toggle it with the Center icon. Because there is practically nothing to configure, the tool behaves like an instant flashlight—tap and there it is, right when the dolly grip asks, “Are we perfectly centred?”\n2 Options \u0026 Modes Option Value Type Range Function Mark Colour RGBA swatch Full palette Hue of the cross‑hair / bull‑seye Although only colour is available, that tiny choice matters. A saturated lime is legible on night exteriors, whereas a low‑alpha grey offers guidance without shouting on client monitors. CineMon saves the exact RGBA value with the current preset, ensuring that your discreet centre point returns each time you reload “Steadicam Pass 2”.\n3 Tips, Best Practices \u0026 Use‑Cases Pair the Center Mark with Safe Area rectangles to guarantee motion‑graphics stay dead‑centre and within title‑safe boundaries. VFX supervisors appreciate leaving the mark on while capturing clean plates—the dot makes 2‑D track solves trivial, and because it is generated digitally, you can remove it later by re‑exporting the plate without the overlay.","4--relatedtopics#4  Related Topics":" safe-area.md – perfect size reference around the same centre frame-overlay.md – match plates exactly against the mark "},"title":"Center Mark"},"/docs/tools/chroma-key/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Green‑screen day can feel like black magic until you see the key live. Chroma‑Key Assist provides an on‑set preview so gaffers detect spill and DPs gauge separation long before post. Tap the Key Assist icon, sample the backdrop colour with the on‑screen eyedropper, and CineMon removes that hue in real time. The residual image can be set transparent or composited over a background plate you load from Files.\n2 Options \u0026 Modes Option Value Type Range / Choices Purpose Eyedropper Tap sample Any pixel Picks key colour—even odd cyan screens. Erode Percentage slider 0 – 100 % Shrinks matte edges to eliminate halos. Soften Percentage slider 0 – 100 % Blurs matte edges for gentler mixes. Spill Suppress Percentage slider 0 – 100 % Desaturates stray key colour on foreground. Background Plate File browser PNG / JPG / Video Loads a comp plate behind the key. Erode eats into the matte boundary—use 3–5 percent to remove soft fringing from diffusion frames. Soften applies a Gaussian blur; 10 percent is enough to feather edges so they merge nicely. Spill Suppress darkens only the sampled colour family on the foreground, letting you preview how a spill‑killer gel might rescue wardrobe.\n3 Tips, Best Practices \u0026 Use‑Cases Lighting crews love to toggle Spill Suppress on, then physically adjust kicker lights until the slider falls to zero—proof the scene now keys cleanly without digital help. When scouting, comp a rough previz background plate so the director sees camera height relative to 3‑D set extension; it sells the shot and avoids reshoots.","4--relatedtopics#4  Related Topics":" vectorscope.md – confirm the key hue hugs the UV axis frame-overlay.md – align cg plates with the live key preview "},"title":"Chroma-Key Assist"},"/docs/tools/de-squeeze/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Anamorphic lenses squeeze the world horizontally to record a wider field of view onto a narrower sensor. CineMon’s De‑squeeze stretches that image back so you see correct proportions, enabling accurate composition and focus pulls.\nActivate the tool with the De‑squeeze icon. A pop‑over lists mainstream squeeze ratios—1.25×, 1.33×, 1.5×, 1.8×, 2.0×—and a “Manual” slider for oddball glass. CineMon writes the chosen ratio into each preset; switching between spherical and anamorphic looks is then as easy as swiping presets.\n2 Options \u0026 Modes Option Value Type Range / Choices Purpose Preset Ratio Radio 1.25× → 2.0× Matches common anamorphic families. Manual Slider Float 1.00× → 2.50× (0.01 steps) Fine‑tune vintage or aftermarket adapters. Playback De‑squeeze Toggle Off / On Applies the same ratio to recorded clips. Selecting a Preset Ratio instantly scales the live feed. The Manual Slider updates the numeric label in real time so lens technicians can dial, say, 1.58× to match rehoused projector elements. Turning on Playback De‑squeeze means you can scrub recorded clips—looping them for lighting checks—without burning a temporary LUT in post.\n3 Tips, Best Practices \u0026 Use‑Cases Combine De‑squeeze with Focus Peaking: CineMon applies peaking after stretching, so edge‑detail reflects real geometry, not the squeezed distortion that fools many monitors. Saving the transform as part of your “Show Look” preset means the DP flips between spherical rehearsals and anamorphic hero takes with one gesture—no hidden maths. Remember to disable the tool before exporting frame grabs for online sharing; otherwise JPGs appear skinny on devices that don’t auto‑scale.","4--relatedtopics#4  Related Topics":" image-flip.md – solve inverted anamorphic rigs in tandem focus-peaking.md – peaking respects the stretched aspect "},"title":"Anamorphic De-squeeze"},"/docs/tools/display-lut/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Display LUT loads external .cube files and applies them in real time so everyone on set views the footage through the intended look. Tap the LUT icon; three quick‑slots pop up. Tap a slot to toggle it, or long‑press to replace it with a different LUT from Files, Dropbox, or AirDrop.\n2 Options \u0026 Modes Option Value Type Range / Choices Details Quick‑Slots Three toggles A, B, C Hold three LUTs per preset for instant A/B/C. LUT Library File list Unlimited .cube Managed in Organizer › Display LUTs. Bypass Toggle Off / On Temporarily disables LUT without clearing slot. When you replace a LUT, CineMon validates its cube size and bit‑depth, then stores it inside the app container so you can unplug network drives without “LUT missing” warnings. The Bypass toggle blinks the image to log for one second—handy for teaching students how a grade affects dynamics.\n3 Tips, Best Practices \u0026 Use‑Cases Slot 1 usually carries the camera manufacturer’s tech LUT; Slot 2 a show look from the colourist; Slot 3 a “print stock” for fun. During dailies reviews, operators swipe between LUT presets (Grid, False‑Color, etc.) and the quick‑slots survive, so you can compare log and graded images under the same scopes. Remember to note which slot was live when capturing frame‑grabs—the PNG embeds that info in its metadata for editorial.","4--relatedtopics#4  Related Topics":" image-adjust.md – refine exposure after the LUT presets.md – where LUTs are organised and shared "},"title":"Display LUT"},"/docs/tools/false-color/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage False Color remaps luma to rainbow‑style bands so operators see exposure instead of deciphering numbers. Enable via the FC icon; CineMon overlays a semi‑transparent legend at screen right and colours pixels according to the active gradient. Drag the icon up to swap gradients or open the node‑based editor.\n2 Options \u0026 Modes Option Value Type Range / Choices Description Gradient Library List Built‑in presets + user Choose which colour set to use. Node Editor GUI Drag nodes, pick colours Redefine what IRE maps to which colour. Legend Toggle On / Off Shows live IRE‑colour correspondence. Gradient Library ships with popular maps: Atomos, SmallHD, and a neutral CineMon default. Duplicating a gradient opens the Node Editor, where each node sits at an IRE coordinate. Drag a node to 41 IRE and colour it green—now middle grey shows bright lime, a cue most operators internalise faster than reading spot numbers. The Legend can be hidden once the team memorises the palette, freeing screen space.\n3 Tips, Best Practices \u0026 Use‑Cases Calibrate a gradient to your camera’s log curve: set 95 IRE to hot pink so clipped highlights scream at you. Export the gradient—CineMon saves a lightweight JSON—and AirDrop to every iPad on set, ensuring DIT, DP, and Client monitor speak the same exposure language. Pair False Color with Spot Meter to cross‑check numeric EV against colour bands for bulletproof exposure decisions.","4--relatedtopics#4  Related Topics":" zebras.md – stripe warnings that complement colour bands spot-meter.md – numeric EV to validate the colours "},"title":"False Color"},"/docs/tools/focus-peaking/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Manual focus lacks depth of field indicators. Focus Peaking solves that by colouring high‑frequency edges so the puller sees exactly where sharpness lies. Toggle the feature via the Focus icon; CineMon’s GPU analysis runs at full frame rate, so the coloured halo snaps on and off as the lens ring turns.\n2 Options \u0026 Modes Option Value Type Range / Choices Meaning Peaking Mode Toggle Full Image / Edges Only “Edges Only” hides the video and shows just peaking strokes. Highlight Colour RGBA swatch Full palette Tint of the peaking overlay. Sensitivity Percentage slider 0 – 100 % Lower values detect only tack‑sharp edges; higher includes semi‑sharp. With Edges Only, the screen becomes a neon wireframe—immensely helpful in loud environments where subtle colour doesn’t cut it. Sensitivity defaults to 60 percent; dial to 40 when shooting wide‑open on full‑frame where the depth of field is razor thin, or up to 80 when you need to see mid‑tones crisp for deep focus work.\n3 Tips, Best Practices \u0026 Use‑Cases Activating Image Adjust → Saturation 0 % converts the scene to monochrome, letting the peaking colour pop against a grey canvas—classic in high‑contrast stage shows. Because CineMon peaking runs after De‑squeeze, edge detection uses corrected pixel geometry, avoiding false sharpness on squeezed footage.","4--relatedtopics#4  Related Topics":" image-adjust.md – turn saturation to zero before peaking de-squeeze.md – geometry‑correct peaking for anamorphics "},"title":"Focus Peaking"},"/docs/tools/frame-overlay/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Continuity breaks cost time. CineMon’s Frame Overlay lets you capture a still frame—or load one from storage—and overlay it on top of the live feed so you can line up props, talent, or camera angle with pixel‑level precision. Once the tool is enabled from the Overlay icon, you either hit the mini camera‑button to grab the current frame or browse Files for a reference image. The overlay floats in place while the picture continues playing beneath.\n2 Options \u0026 Modes Option Value Type Range / Choices Detail Capture Still Button — Grabs current frame into overlay memory. Load Image File browser PNG / JPG / TIFF Imports pre‑shot references. Opacity Percentage slider 0 – 100 % Controls the transparency of the frame overlay. Wipe Dial 0 – 180 ° Reveals overlay via angular split plane. Difference Mode Toggle Off / On Shows pixel‑differences in user‑picked colour. The Opacity slider is perfect for set‑dressing: drag to 50 percent and move furniture until it blends with yesterday’s still. Wipe rotates a razor‑sharp split; at 90 degrees it becomes a horizontal “before/after” bar you can slide by finger. Difference Mode helps VFX teams: any pixel that changed lights up in red (or a colour you choose), instantly flagging mis‑aligned markers.\n3 Tips, Best Practices \u0026 Use‑Cases During multi‑day food shoots, crews capture a hero composition at the end of day one. On day two, the overlay guides re‑plating so the salad leaves land exactly where the creative director approved them. Difference Mode is brilliant for match‑moving miniature plates—any parallax drift shows up immediately, avoiding expensive post stabilising.","4--relatedtopics#4  Related Topics":" spot-meter.md – confirm lighting ratios while overlay is active false-color.md – exposure checks on the reference plate "},"title":"Frame Overlay"},"/docs/tools/grid-overlay/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage The Grid Overlay sprays an evenly‑spaced lattice of vertical and horizontal guide lines across your live video. Cinematographers lean on these grids to honour the classic Rule‑of‑Thirds, centre symmetrical products, or divide the frame into equal cells for multi‑host interviews.\nTurn the feature on by tapping the Grid icon in the Video‑Assist toolbar. CineMon immediately remembers—and re‑applies—the last grid you used; a gentle snap animation shows that the overlay is active. Drag the icon upward and a drawer slides out beneath your finger, giving you direct manipulation of line counts and appearance. As you move each slider, the grid updates in real time, so you never lose sight of composition while you tweak.\n2 Options \u0026 Modes The quick reference table lists the adjustable parameters; the paragraphs that follow explain why you would reach for each one.\nOption Value Type Range / Choices Role in the Overlay Vertical Lines Integer slider 1 – 10 columns Sets the number of equally‑spaced columns. Horizontal Lines Integer slider 1 – 10 rows Sets the number of equally‑spaced rows. Line Colour RGBA swatch Full colour \u0026 alpha Controls the hue the grid is rendered in. Opacity Percentage slider 0 – 100 % Makes the lines fully solid (100 %) or ghosted (0 %). Vertical \u0026 Horizontal Lines The sliders accept whole numbers because fractional divisions are visually confusing in a moving frame. Choose 3×3 for a textbook thirds layout; choose 5×5 when you need finer granularity—common on beauty commercials where eyes, lips, and products all demand their own horizontal bands.\nLine Colour Tap the colour thumbnail to open the system picker. A neon cyan pops on location exteriors, whereas a warm amber avoids clashing with tungsten house lights. Because CineMon decouples colour and transparency, you can keep a bold hue and simultaneously lower opacity so the grid feels airy instead of oppressive.\nOpacity Full‑strength lines are ideal when blocking the first master shot of the day. Once composition is locked, many camera operators pull opacity to 20–30 percent; the guide remains visible to them but vanishes to less‑trained eyes crowding around the monitor.\n3 Tips, Best Practices \u0026 Use‑Cases CineMon renders the grid after image transformations but before scopes. That means when you enable Aspect Ratio Guides the grid automatically re‑calibrates itself to the visible crop—no math in your head, no offsets to dial.\nA popular preset routine is to save “Thirds” and “Fifths” as separate Configuration Presets. During a rehearsal you can swipe left or right on the picture to morph between the two; CineMon cross‑fades the lattice so the director can decide which composition better serves the story. If you pinch‑zoom to inspect focus, beware that the grid re‑centres on the newly cropped window—great for macro work, but remember to zoom back out before you roll!","4--relatedtopics#4  Related Topics":" aspect-ratio.md – crop bars that respect the same thirds safe-area.md – broadcast boxes that sit inside the grid "},"title":"Grid Overlay"},"/docs/tools/image-adjust/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage The Image Adjust panel gives you three realtime grading knobs—Exposure, Contrast, Saturation—processed on the GPU after your chosen LUT so you preview the final picture, not a flat log curve. Tap the Adjust icon; three dials float above the live feed. Spin each dial with your finger or mouse wheel and watch the image respond in a single frame.\n2 Options \u0026 Modes Option Value Type Range Function Exposure Rotary dial –5 → +5 EV Photometrically raises or lowers brightness in full‑stop increments (fine‑tunable to 0.1). Contrast Rotary dial 0.5 → 2.0 gain Compresses or expands mid‑tones; 1.0 is neutral. Saturation Rotary dial 0 → 200 % 0 % = monochrome; 200 % exaggerates colour. Reset Button — Instantly zeros all three dials. Each dial shows numeric read‑outs beneath so a DP can say, “Give me +0.7 EV and +10 % saturation” and assistants can replicate that precisely on other units. CineMon stores these offsets in the active preset but never writes them into the recorded media—changes are purely display‑side.\n3 Tips, Best Practices \u0026 Use‑Cases Pull Saturation to zero and enable Focus Peaking; the coloured halo leaps off the grey picture—excellent for backlit silhouettes. Slight negative Contrast (0.8) mimics a flat grade for dynamic range checks, while a +1 EV boost previews how low‑light footage will lift in post. Because adjustments are GPU accelerated, there is no extra latency—vital for pulling focus off the monitor.","4--relatedtopics#4  Related Topics":" display-lut.md – the LUT you grade after focus-peaking.md – high‑visibility peaking when saturation is 0 % "},"title":"Image Adjust"},"/docs/tools/image-flip/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Certain rigs—Steadicams, gimbals, and periscope lenses—invert or mirror the camera feed. Rather than forcing operators to work “upside‑down,” CineMon provides Image Flip. Tap the Flip V button to invert vertically; tap Flip H for a mirror; tap both for a 180‑degree rotation. CineMon overlays a subtle HUD icon confirming the active orientation, so you can glance at the monitor and know you are seeing “true north.”\n2 Options \u0026 Modes Option Value Type Choices Effect Flip V Toggle Off / On Swaps top and bottom. Flip H Toggle Off / On Swaps left and right. Both Flips Compound toggle Off / On Activates V + H in one tap. Internally CineMon applies the transform in the GPU just before scope sampling, ensuring the waveform and histogram reflect the flipped view—critical when pulling focus in mirror mode.\n3 Tips, Best Practices \u0026 Use‑Cases For Steadicam day exteriors, operators often flip Both and save that as a preset labelled “Upside Down.” When the rig transitions to low‑mode dolly later, they swipe to an unflipped preset without diving into menus. Because CineMon remembers the last state globally, you can close and reopen the app without re‑flipping—a timesaver on fast turnaround sets.","4--relatedtopics#4  Related Topics":" de-squeeze.md – combine when shooting inverted anamorphic gestures.md – quick preset swiping to toggle flips "},"title":"Image Flip"},"/docs/tools/safe-area/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Broadcast engineers invented the Safe Area box to stop credits and supers from being chopped off on mismatched domestic televisions. Today the concept survives in streaming, live‑graphics, and LED‑wall control rooms.\nIn CineMon you enable the overlay by tapping the Safe icon; a rectangle pops onto the screen sized to whatever percentage you last used. Dragging upward reveals the familiar option drawer where you dial in the exact “Safe Percentage,” choose a compliance colour such as legal yellow, and tone down opacity so on‑set talent barely notices it.\n2 Options \u0026 Modes Option Value Type Range / Choices Explanation Safe % Integer slider 50 – 100 % Scales the rectangle relative to the current aspect ratio. 90 % is Action‑Safe; 80 % is Title‑Safe. Line Colour RGBA swatch Full palette The stroke colour of the rectangle. Yellow is industry standard. Opacity Percentage slider 0 – 100 % Transparency of the rectangle lines. Setting Safe % to 90 creates a box whose edges sit at 90 percent of the width and height of whatever crop is active—swap from 16 : 9 to 2.39 : 1 and the box neatly scales down. If you need two boxes (Action and Title) simply store them as separate presets and swipe between them; CineMon’s animated transition makes it clear which is which.\nColour and Opacity are rendered using the display‑space primaries, so the yellow you pick on an iPad Pro will match a calibrated OLED fed from CineMon for Mac—critical when the shader wants confidence that graphics won’t flutter in HDR deliverables.\n3 Tips, Best Practices \u0026 Use‑Cases A clever workflow is to leave Safe Area at 95 % during blocking—this “virtual matte” keeps boom poles and reflector frames just outside audience view—then drop to 90 % after lighting to check that titles still clear. Because the box is drawn after all scaling, you can even rotate an iPhone to portrait and watch the rectangle reorient live, ensuring vertical deliverables remain compliant.","4--relatedtopics#4  Related Topics":" aspect-ratio.md – the crop bars that reshape the safe box grid-overlay.md – gives extra guidance lines inside the safe rectangle "},"title":"Safe Area"},"/docs/tools/spot-meter/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage CineMon’s Spot Meter places two draggable probes labelled “A” and “B” on the frame and reports their luma in Exposure Value units relative to middle grey. Tap the Spot icon; two translucent circles appear. Drag them over any pixel—values update in the corner HUD, along with a live A/B ratio that helps lighting techs balance key and fill.\n2 Options \u0026 Modes Option Value Type Range / Choices Use Case EV Display Toggle HUD On / Off Hides numbers for client feed. Ratio Display Toggle HUD On / Off Shows difference between probes as a multiplier. Probe Colour RGBA swatch Full palette Tint of the probe outlines. Turning off EV Display leaves the rings but removes numbers—handy when the feed routes to big venue screens. Ratio Display simplifies maths: if you want a 1:2 key‑to‑fill, drag B until the ratio reads 2.0 ×; adjust fill light until satisfied. Colouring the probes orange or teal makes them pop against both warm and cool scenes.\n3 Tips, Best Practices \u0026 Use‑Cases Lighting designers drop Probe A on talent’s key side cheekbone and Probe B on fill side; they dim or brighten the fill light until the ratio hits the look bible—often 1:3 for drama. For product spots, place a probe on packaging highlights and drag the other over reflective surfaces; the EV delta instantly shows whether the print stays legible.","4--relatedtopics#4  Related Topics":" false-color.md – visual confirmation of numeric EV histogram.md – full‑frame luma distribution "},"title":"Spot Meter"},"/docs/tools/zebras/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Zebras layer diagonal stripes over pixels that fall above or below chosen luma thresholds. Highlight zebras warn of clipping whites, shadow zebras flag crushed blacks. Tap the Zebra icon; CineMon applies your last thresholds and colours. Opening the drawer reveals dual sliders so you can tune each band with single‑digit precision.\n2 Options \u0026 Modes Option Value Type Range What It Does Shadow Threshold Percentage slider 0 – 50 % IRE Pixels below this IRE show Shadow zebras. Highlight Threshold Percentage slider 50 – 110 % IRE Pixels above this IRE show Highlight zebras. Shadow Colour RGBA swatch Full palette Tint of shadow stripes. Highlight Colour RGBA swatch Full palette Tint of highlight stripes. The slider labels display numeric IRE values as you drag. For log curves, set Highlight roughly 5 IRE under the camera’s clipping code‑value (e.g., 93 IRE for ARRI LogC). Shadow warnings usually sit one or two stops above the noise floor—about 10 IRE on typical cinema sensors.\n3 Tips, Best Practices \u0026 Use‑Cases Pull highlight zebras down slightly during sunset: a faint zebra on the sun means the grade can safely push exposure without losing texture. In night shoots, enabling only shadow zebras helps spot tunnel‑vision blacks so the colourist isn’t forced to lift noisy shadows later.","4--relatedtopics#4  Related Topics":" false-color.md – holistic exposure map that complements zebras histogram.md – numerical distribution to back up zebra decisions "},"title":"Zebras"},"/docs/workflow/gestures/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Touch gestures on iPad and keyboard shortcuts on Mac are the fastest way to navigate CineMon once muscle memory sets in. Double‑tapping anywhere hides the toolbars so the frame stands alone, pinch‑zoom inspects pixel‑level focus, and swiping left or right cycles though configuration presets like riffles in a card deck.\n2 Options \u0026 Modes Gestures are hard‑wired; however, Settings › UI Brightness influences how stark the hidden toolbars appear when toggled back on. On Mac, arrow keys perform the same preset cycling, and the Spacebar toggles toolbars—ideal for operators wearing gloves.\n3 Tips, Best Practices \u0026 Use‑Cases Pinch‑zoom then drag the mini‑map to another quadrant—an unbeatable way to check edge focus on anamorphic cinema lenses without interrupting the take. During client reviews, double‑tap to hide toolbars, grab a clean screenshot, and send the PNG knowing no UI needs cropping in Photoshop.","4--relatedtopics#4  Related Topics":" presets.md – what you swipe through settings.md – UI Brightness that dims hidden bars "},"title":"Gestures \u0026 Shortcuts"},"/docs/workflow/mac/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage CineMon for Mac translates the exact same toolset to desktop, perfect for Video Village or colourist dailies. Plug a Blackmagic UltraStudio into Thunderbolt, launch CineMon, and the capture feed appears in a resizable window whose chrome mirrors the iPad layout. Keyboard shortcuts double the gesture set so editors feel at home.\n2 Options \u0026 Modes Mac‑Specific Feature Details Window Resizing Scopes and overlays scale; full‑screen available on a second monitor. Menu Bar Every tool lives under the Window menu for quick access. Drag \u0026 Drop Import LUTs, gradients, presets by dropping files onto the window. Because macOS allows multiple windows, you can duplicate CineMon and place scopes on one display, picture on another—all synced to the same audio‑locked capture stream.\n3 Tips, Best Practices \u0026 Use‑Cases Pair a Mac Mini with an HDR OLED, run CineMon full‑screen, and you have a professional review station for under $1 k. Enable Quad Scope View on an iPad via Sidecar while the Mac shows only picture; the colourist can eyeball both at once without clutter.","4--relatedtopics#4  Related Topics":" gestures.md – keyboard equivalents presets.md – presets transfer seamlessly via AirDrop "},"title":"CineMon for Mac"},"/docs/workflow/presets/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage Configuration Presets turn hours of setup into one swipe. Each preset stores which tools are active, their drawer values, LUT slots, and scope positions. Open Sidebar › Organizer and you land on the Presets tab where you can create, duplicate, rename, export, or drag‑reorder.\n2 Options \u0026 Modes Item Actions Notes Preset Cell Tap to load Name turns orange when current settings diverge. Long‑press Duplicate, Rename, Export, Delete Export creates a .cmonpreset bundle for AirDrop. Drag Handle Re‑order Organise by scene number or camera letter. Two additional tabs hold Display LUTs and False‑Color Gradients. LUTs accept .cube; gradients import/export as JSON. Both lists use iOS swipe gestures to rename or delete assets.\n3 Tips, Best Practices \u0026 Use‑Cases Many crews name presets “Day‑EXT‑Tech,” “Day‑EXT‑Look,” “Night‑INT,” then swipe between them on scout days. Because export bundles include thumbnail previews, DITs back at basecamp can eyeball which version to apply on review stations. Remember: if a preset name goes orange, you have unsaved tweaks—tap Save to lock them in or Reset to revert.","4--relatedtopics#4  Related Topics":" display-lut.md – LUTs stored in the same Organizer false-color.md – gradient library adjacent to presets "},"title":"Presets \u0026 Organizer"},"/docs/workflow/settings/":{"data":{"":"","1--overview-purpose-usage#1  Overview / Purpose \u0026amp; Usage":"","2--options-modes#2  Options \u0026amp; Modes":"","3--tips-best-practices-usecases#3  Tips, Best Practices \u0026amp; Use‑Cases":"1 Overview / Purpose \u0026 Usage The Settings Sidebar groups pipeline‑wide options that affect every preset: incoming signal characteristics, video levels, performance trade‑offs, and UI appearance. Tap the Sidebar icon, choose Settings, and you’ll see four collapsable sections.\n2 Options \u0026 Modes Section Key Options Reason to Change Signal Log Curve (F‑Log, LogC, S‑Log3, HLG…) Calibrates False Color, Spot Meter, and LUT transforms. Levels Data (16‑235) / Full (0‑255) Match external recorders or LED walls. Pipeline Quality ↔ Latency slider Drag to low latency for focus pulling; quality when image fidelity trumps delay. UI Brightness 0 – 100 % Dim toolbars on night shoots to protect dark adaptation. Changing Log Curve informs all camera‑aware tools so 18 % grey maps correctly. Pipeline slides between a single‑pass shader (lowest lag) and multi‑pass HDR tone‑mapping (highest fidelity).\n3 Tips, Best Practices \u0026 Use‑Cases Always set Signal before rolling; otherwise False Color may highlight middle grey as bright red when you expected green. At outdoor concerts drag UI Brightness below 15 % so string lights don’t reveal your monitor position to the audience. For live focus assists, push Latency to minimum—every frame counts when pulling at 120 fps.","4--relatedtopics#4  Related Topics":" spot-meter.md – uses the selected Log curve gestures.md – hide toolbars after dimming UI brightness "},"title":"Settings Sidebar"}}